amachiza
amadebile
amadikshi
amandla
amanzi
amashiwo-anothwala
amashiwo-asembilini
amathambo
amavayirasi
amemeza-nomqondo
dermatology
gynecology
ibamba
ibhaktheriya
ibholwe
icwecwe
idatshi
idembe
idiski
ifoya
ifu
igifti
igodlo
igubu
igulu
igwala
ihalfu
ihamba
ihambela
ihandi
ihange
ihangi
ihashe
ihathi
ihatshe
ihawe
ihawu
ihaya
ihayiti
ihayiye
ihazilazi
ihazimu
ihazini
ikesheni
ikhefane-elimbalwa
ikhefane-lezinyo
ikhefu
ikhompiyutha
iliyali
imigomo
imikhumbuzo
imilenzane
iminyango
imiqonda
imisipha
imiyalelo
impahla
impambano-yegazi
impilo
indawo
indlala-yeshukela
indlela
indlu
ingalo
inhlangano
inhlanhla
inhlungu
inhlungu-yamazinyo
inhlungu-yembolo
inhlungu-yemilenzane
inhlungu-yengubo
inhlungu-yombolo
inhlungu-yomqondo
inindlulamithi
inkcubeko
inkolo
inkosi
inkosi-womuntu
inkosi-yamuntu-womuntu
insizwa
intandane
intubo
inyama
inyawo
inzwakele
inzwakele-yegazi
isambaza
isetshenzisiwe
isibonelo
isifo-samakhumbi
isifo-samathaba
isifo-samathimba
isifo-samesipha
isifo-sekhompiyutha
isifo-sekhompiyutha-yamuntu
isifo-sekhompiyutha-yamuntu-womuntu
isifo-semisipha
isifo-semisipha-yomuntu
isifo-sengqondo
isifo-sengubo
isifo-senkolo
isifo-sesinende
isigina
isigodlo
isigudla
isigudla-samaqhanti
isigudla-samisipha
isigudla-samqondo
isikhathi
isikhumbuzo
isikole
isinandi
isiqalo
isiteshi
isizwe
ithuluzi
izilungiselelo
izindlu
izindlulamithi
izintandane
izinyo
kardiologia
kufa
kuphakama
kuvimba
neurology
obstetrics
okuvubula-kobugwegwe
okuvubula-komqondo
onkologia
opereshoni
pediatrics
psychiatry
radiology
ubaba
ubugwegwe
ubunambumambo
ubuso
ukudla
ukufa
ukufa-komuntu
ukufa-kwentambo
ukugebeza
ukunakalisa
ukungabi-namehlo
ukungabi-nemvelo
ukungabi-nengqondo
ukungabi-nesikhali
ukungabi-nezindlebe
ukungabi-nomuntu
ukuphakama
ukuqala-kwe-surgical
ukusetshenziswa
ukuthathe-umuntu
ukuvikela
ulimi
umama
umbhaki
umisipha
umkhuhlane-womqondo
umkhuhlane-womqondo-omncinane
umkhuhlane-womuntu
umkhuhlane-womuntu-omnyama
umkhuhlane-womuntu-ongalele
umlenze
umlomo
umntwana
umpilo-wegazi
umqondo
umuntu
umuntu-womuntu
umuthi-wegazi
umuthi-wemisindo
umuthi-weshukela
umuthi-wokukunxunguza
umuthi-wokunxunguza
umuthi-womqondo
umuthi-womuntu-womuntu
umuthi-womuntu-womuntu-womuntu
umvume-womuntu
umvume-womuntu-womuntu
uphambene
urology
ushisa
