antibiotiki
asubuhi
baadaye
bandia
chakula
chakula-chake
chumvi
dawa-ya-burudani
dawa-ya-kufa
dawa-ya-kutua-matumbo
dawa-ya-kutua-maumivu
dawa-ya-kutua-maumivu-ya-meno
dawa-ya-kutua-moyo
dawa-ya-kutua-upele
dawa-ya-kutua-uvimbe
dawa-ya-maumivu
dawa-ya-moyo
dawa-ya-pressure
dawa-ya-sukari
dermatology
figo
giza
gurudumu
gynecology
haraka
ini
jioni
jivu
jopo-la-asidi
jopo-la-damu
jopo-la-kumbi
jopo-la-kumbi-la-moyo
jopo-la-kumbi-la-ubongo
joto
jua
juma
karatasi-ya-hali
kardiologia
kibabe
kichomi
kichomi-cha-moyo
kichwa
kidole
kidole-cha-mguu
kidurume
kifo
kifo-cha-moyo
kifo-cha-ubongo
kiganja
kilio
kilio-cha-figo
kilio-cha-ini
kilio-cha-mapafu
kilio-cha-moyo
kilio-cha-ubongo
kilo
kipenzi-cha-mtu
koo
kuchimba
kufa
kufa-kwa-roho
kukamatia-na-kuondoa
kuku
kuku-wa-ndani
kumbe
kuondoa
kupiga
kusambaza-na-usafiri
kutoka-damu
kutoka-hadharani
kutokuwa-na-akili
kutokuwa-na-heshima
kutokuwa-na-macho
kutokuwa-na-mtaji
kutokuwa-na-nguvu
kutokuwa-na-sauti
kutokuwa-na-sikio
kuvimba
kuzaa-kutokuwa-na-uwezo
kuzaa-kutokuwa-na-uwezo-kwa-mjinga
labiso-wa-hongo
labiso-wa-kufa-moyo
labiso-wa-kuponyeza
labiso-ya-maumivu
labiso-ya-moyo
labiso-ya-pressure
labiso-ya-sukari
leo
mafuta
magonjwa-ya-sukari
maji
maji-yake
makali-ya-tumbo
mapafu
matako
matumbo
maumivu
maumivu-ya-kichwa
maumivu-ya-matako
maumivu-ya-matumbo
maumivu-ya-meno
maziwa
mbwa
mchana
meno
mgawanyiko-wa-tezi
mgogoro-wa-moyo
mgogoro-wa-moyo-kutokuwa-na-kawaida
mguu
moyo
mvua
mwaka
mwendo
mwezi
ndani
ndege
neurology
ngombe
nguvu
njia
nodari
nyama
nyama-ya-ndani
nyama-ya-nyama
obstetric
onkologia
operesheni
paka
pediatric
pembeni-ya-gurudumu
pembeni-ya-matako
pembeni-ya-matumbo
pembeni-ya-mguu
pombe
pressure-ya-damu
psychiatry
pweza-wa-moyo
radiology
samaki
samaki-wa-ndani
saratani
sasa
shinikizo
sukari
sura
tabia
tatanisha
tatanisha-ya-moyo
tumbo
ubongo
ugonjwa-wa-figo
ugonjwa-wa-ini
ugonjwa-wa-karata
ugonjwa-wa-mapafu
ugonjwa-wa-moyo
ukamataji
ukate
ukate-wa-nafuu
ukate-wa-ndani
ulimi
upele-wa-maguu
upele-wa-mikono
upele-wa-upele
upele-wa-uso
upindaji
urefu
urefu-wa-sentimita
urology
uso
uvimbe-wa-figo
uvimbe-wa-kiganja
uvimbe-wa-kufa
uvimbe-wa-nodari
uvimbe-wa-tumbo
uzani
uzani-wa-gramu
uzani-wa-kilo
zamani
