AAA
ACD
ACE
ADN-VHB
ADN-de-l'hepatite-B
AIT
AR
ARM
ARN-VHC
ARN-hepatite-C
ATDM-pulmonaire
AVC
AVL
AgHBe
AgHBs
BLGS
CCIS
CCMH
CHC
CMA
CMD
CMH
CMP
CO
COVID
CPNPC
CPPC
DDP
DEM
DHT
DP
ECG
ECG-derivations
EGD
EP
FA
FEVG
FTA-ABS
FV
GAS
GBS
GC
HBP
HC
HDL
HN
HSA
HbAC
Holter
ICFAP
ICFAR
IMC
INR
IRA
IRC
IRCT
IRM
IRM-cardiaque
IRM-cerebrale
IRM-de-l'abdomen
IRM-de-la-colonne-vertebrale
IRM-du-bassin
IRM-thoracique
IU
LCR
LDGCB
LED
LLA
LLC
LMA
LMC
LNH
LRA
MAC
MAP
MM
MPOC
MRC
NFS-avec-differentielle
NSTEMI
OP
ORL
PAC
PAH
PAV
PCP
PET
PET-IRM
PET-TDM
PSA
PTH
QuantiFERON
RPR
SARS-CoV
SCA
SCC
SDRA
SEP
SIDA
SMD
SOPK
STEMI
Streptococcus-agalactiae
Streptococcus-pyogenes
T-SPOT
T-libre
T-total
TB
TB-MDR
TB-XDR
TB-active
TB-latente
TCMH
TDM-double-energie
TEE
TEMP
THS
TLIG
TP
TSH
TV
TVP
Treponema-pallidum
UA
USI
VDRL
VGM
VIH
aPTT
abces
ablation-de-la-vesicule-biliaire
absorption-de-l'antigene-treponemique-fluorescent
accident-ischemique-transitoire
accident-vasculaire-cerebral
accident-vasculaire-cerebral-embolique
accident-vasculaire-cerebral-thrombotique
acetaminophene
acide-folique
acidocetose-diabetique
acidose-metabolique
acidose-respiratoire
addiction
adenocarcinome
adenomyose
admission
agregation-plaquettaire
alanine-transaminase
albumine
albuminurie
alcalose-metabolique
alcalose-respiratoire
allergie
allergie-a-la-penicilline
allergie-alimentaire
allergie-au-pollen
allergie-medicamenteuse
allergique
alpha-fto-proteine
amoxicilline
amygdalite
amyloidose
analyse-d'urine
analyse-de-sang
analyse-sanguine
analyses-de-sang
anaphylaxie
anesthesiologie
anesthesiologue
anevrisme-aortico-abdominal
anevrisme-aortique
anevrisme-aortique-thoracique
angine
angine-instable
angiogramme
angiographie
angiographie-IRM
angiographie-IRM-arterielle
angiographie-IRM-veineuse
angiographie-TDM
angiographie-TDM-coronarienne
angiographie-TDM-pulmonaire
angiographie-coronarienne
angiosarcome
angioscanner
anoxie
antecedents-familiaux
antecedents-medicaux
antecedents-sociaux
anti-HBc
anti-HBe
anti-HBs
antibiotique
anticorps-VIH
anticorps-anti-VHC
anticorps-de-surface-de-l'hepatite-B
anticorps-du-cur-de-l'hepatite-B
anticorps-e-de-l'hepatite-B
anticorps-hepatite-C
antigene-VIH
antigene-carcinoembryonnaire
antigene-de-surface-de-l'hepatite-B
antigene-du-cancer
antigene-e-de-l'hepatite-B
antigene-p
antigene-prostatique-specifique
anxiete
appendicectomie
arret-cardiaque
arthralgie
arthrite
arthrite-rhumatoide
arthrocentese
arthroscopie
arythmie
aspergillose
aspiration
aspiration-articulaire
aspiration-de-corps-etranger
aspirine
asthme
asystolie
atorvastatine
attaque
auscultation
auscultation-cardiaque
auto-immune
azote-ureique-du-sang
bacterie-urinaire
basophile
benin
beta-hCG
bicarbonate
bilan-lipidique
bilan-sanguin
bilirubine
bilirubine-directe
bilirubine-indirecte
bilirubine-totale
biopsie
biopsie-de-la-moelle-osseuse
biopsie-du-ganglion-lymphatique-sentinelle
biopsie-excisionnelle
biopsie-incisionnelle
biopsie-par-aiguille
biopsie-par-carottage
blastomycose
bloc-auriculo-ventriculaire
bloc-auriculo-ventriculaire-du-deuxieme-degre
bloc-auriculo-ventriculaire-du-premier-degre
bloc-auriculo-ventriculaire-du-troisieme-degre
bloc-cardiaque
bloc-cardiaque-complet
bloc-de-branche
bradycardie
bronchial
bronchiolite-aigue
bronchite
bronchite-aigue
bronchoscopie
bruit-cardiaque
calcitriol
calcium
calcium-eleve
calcium-faible
calcul-d'acide-urique
calcul-d'oxalate-de-calcium
calcul-de-l'uretere
calcul-en-cornes
calcul-renal
cancer
cancer-colorectal
cancer-de-l'endometre
cancer-de-l'estomac
cancer-de-l'ovaire
cancer-de-l'sophage
cancer-de-l'uterus
cancer-de-la-prostate
cancer-de-la-thyroide
cancer-de-la-vessie
cancer-des-testicules
cancer-du-col-uterin
cancer-du-colon
cancer-du-pancreas
cancer-du-poumon
cancer-du-rectum
cancer-du-sein
cancer-du-sein-HER-positif
cancer-du-sein-recepteur-d'strogenes-positif
cancer-du-sein-recepteur-de-progesterone-positif
cancer-du-sein-recepteur-hormonal-positif
cancer-du-sein-triple-negatif
cancer-inflammatoire-du-sein
cancer-thyroidien-anaplasique
cancer-thyroidien-folliculaire
cancer-thyroidien-medullaire
cancer-thyroidien-papillaire
candida
capacite-de-fixation-du-fer-totale
carcinome-a-grandes-cellules
carcinome-basocellulaire
carcinome-canalaire-in-situ
carcinome-canalaire-invasif
carcinome-des-cellules-de-Merkel
carcinome-des-cellules-renales
carcinome-epidermoide
carcinome-hepatocellulaire
carcinome-lobulaire-invasif
carcinome-pulmonaire-non-a-petites-cellules
cardiaque
cardiologie
cardiologue
cardiomyopathie
cardiomyopathie-dilatee
cardiomyopathie-du-peri-partum
cardiomyopathie-hypertrophique
cardiopathie-ischemique
catheterisme
catheterisme-cardiaque
cellule-en-bande
cellule-souche
cellulite
cetone-urinaire
charge-virale
charge-virale-VIH
chimiotherapie
chirurgical
chirurgie
chirurgie-cardiaque
chirurgie-cardiaque-a-cur-ouvert
chirurgie-de-la-cataracte
chirurgie-du-genou
chirurgie-laparoscopique
chirurgien
chirurgien-orthopedique
chlamydia
chlore
choc-anaphylactique
choc-septique
cholecystectomie
cholesterol
cholesterol-total
chondrosarcome
ciprofloxacine
cirrhose
classification-TNM
claudication-intermittente
clinique
cobalamine
coccidioidomycose
codeine
colite
colite-ulcereuse
colonoscopie
colposcopie
complexe-Mycobacterium-avium
compte-CD
compte-de-cellules-CD
compte-des-globules-blancs
compte-des-globules-rouges
compte-des-reticulocytes
compte-differentiel
compte-plaquettaire
concentration-corpusculaire-moyenne-en-hemoglobine
conge
constipation
contre-indication
controle-de-la-glycemie
convulsion
coqueluche
coronavirus
cortisol
counseling
creatinine
crise
crise-cardiaque
cristal-urinaire
croup
cryptococcose
cuivre
culture
culture-d'expectorations
culture-d'urine
culture-de-plaie
culture-de-selles
cur-qui-ralentit
cur-qui-s'accelere
cylindre-urinaire
cystite
cystoscopie
demangeaison
demence
densite-urinaire-specifique
dependance
depression
derive-proteique-purifie
dermatologie
dermatologue
dermoscopie
desequilibre-electrolytique
diabete
diabete-de-type
diabete-gestationnel
diagnostic
dialyse
dialyse-peritoneale
diarrhee
diastolique
dihydrotestosterone
diphterie
dissection-aortique
dissociation-electromecanique
dose
douleur-a-l'epaule
douleur-abdominale
douleur-articulaire
douleur-cervicale
douleur-thoracique
drogue
dyspnee
echantillon-de-selles
echo
echocardiogramme
echocardiographie
echocardiographie-transsophagienne
echocardiographie-transthoracique
echographie
effet-indesirable
effet-secondaire
electrocardiogramme
embolie-pulmonaire
enalapril
encephalite
encephalopathie-hepatique
endocardite
endocrinologie
endocrinologue
endometriose
endoscopie
endoscopie-haute
enregistreur-d'evenements
eosinophile
epiglottite
ergotherapie
eruption-cutanee
erythrocytes
essoufflement
esterase-leucocytaire-urinaire
etat-hyperglycemique-hyperosmolaire
etourdissement
etudes-de-coagulation
evaluation-des-signes-vitaux
evanouissement
exacerbation-de-l'asthme
exacerbation-de-la-MPOC
examen-physique
facteur-de-croissance-analogue-a-l'insuline
faible-taux-de-sucre-sanguin
faiblesse
fatigue
fausse-couche
fer
ferritine
fibrillation-auriculaire
fibrillation-ventriculaire
fibromes
fibromes-uterins
fibrosarcome
fievre
flutter-auriculaire
folate
folliculite
formule-sanguine
fraction-d'ejection
fraction-d'ejection-du-ventricule-gauche
frequence-cardiaque
frequence-respiratoire
fundoscopie
furoncle
gastrite
gastroenterologie
gastroenterologue
gene-thoracique
generique
glipizide
globule-blanc
globule-blanc-urinaire
globule-rouge
globule-rouge-urinaire
globules-blancs
globules-rouges
glomerulonephrite
glucose
glucose-a-jeun
glucose-dans-les-urines
glucose-postprandial
glucose-urinaire
glycemie
glycosurie
gonadotrophine-chorionique-humaine
gonocoque
gonorrhee
goutte
gradation
granulocyte-immature
greffe
greffe-de-cornee
greffe-de-moelle-osseuse
greffe-renale
grippe
grippe-aviaire
grippe-porcine
grossesse
gynecologie
gynecologue
hemangiosarcome
hematocrite
hematome-epidural
hematome-sous-dural
hematurie
hemoculture
hemodialyse
hemoglobine
hemoglobine-AC
hemoglobinurie
hemorragie-intracranienne
hemorragie-sous-arachnoidienne
hepathologue
hepatite
hepatite-A
hepatite-B
hepatite-C
hepatite-D
hepatite-E
hepatite-aigue
hepatite-chronique
hepatologie
histologie
histoplasmose
hopital
hormone-adrenocorticotrope
hormone-de-croissance
hormone-de-stimulation-de-la-thyroide
hormone-de-stimulation-du-follicule
hormone-luteinisante
hormone-parathyroidienne
hormone-thyroidienne
hypercalcemie
hyperglycemie
hyperkaliemie
hypermagnesemie
hypernatremie
hyperphosphatemie
hyperplasie-benigne-de-la-prostate
hypertension
hypertension-arterielle
hypertension-portale
hyperuricemie
hypocalcemie
hypoglycemie
hypokaliemie
hypomagnesemie
hyponatremie
hypophosphatemie
hypoxie
hysteroscopie
ibuprofene
imagerie-par-resonance-magnetique
immunisation
immunologie
immunologiste
immunotherapie
impetigo
incontinence-a-l'effort
incontinence-de-debordement
incontinence-par-imperiosite
incontinence-urinaire
indice-de-masse-corporelle
infarctus
infarctus-du-myocarde
infection
infection-a-chlamydia
infection-a-levures
infection-bacterienne
infection-cutanee
infection-de-la-plaie
infection-des-sinus
infection-des-voies-respiratoires
infection-fongique
infection-parasitaire
infection-tuberculeuse
infection-urinaire
infection-virale
infirmier
infirmier-diplome
infirmiere
infirmiere-diplomee
infirmiere-praticienne
inflammation
inflammatoire
influenza
influenza-aviaire
inhibiteur-de-point-de-controle
inspection
insuffisance-aortique
insuffisance-cardiaque
insuffisance-cardiaque-avec-fraction-d'ejection-preservee
insuffisance-cardiaque-avec-fraction-d'ejection-reduite
insuffisance-cardiaque-diastolique
insuffisance-cardiaque-systolique
insuffisance-hepatique-fulminante
insuffisance-mitrale
insuffisance-renale
insuffisance-renale-aigue
insuffisance-renale-au-stade-terminal
insuffisance-renale-chronique
insuffisance-respiratoire
insuffisance-tricuspide
insuline
insulinodependant
interaction-medicamenteuse
intervention-chirurgicale
ischemie-critique-des-membres
laboratoire-de-recherche-en-maladie-venerienne
lampe-a-fente
laparoscopie
laryngite
leiomyosarcome
lesion-renale-aigue
leucemie
leucemie-a-tricholeucocytes
leucemie-aigue
leucemie-chronique
leucemie-lymphoblastique-aigue
leucemie-lymphoide-chronique
leucemie-myeloide-aigue
leucemie-myeloide-chronique
leucocytes
lipoproteine-de-basse-densite
lipoproteine-de-haute-densite
lipoproteine-de-tres-basse-densite
liposarcome
liquid-cephalorachidien
liquide-pericardique
liquide-peritoneal
liquide-pleural
liquide-synovial
lisinopril
lithiase-ureterale
lupus
lupus-erythemateux-dissemine
lymphocyte
lymphome
lymphome-de-Burkitt
lymphome-de-Hodgkin
lymphome-de-la-zone-marginale
lymphome-diffus-a-grandes-cellules-B
lymphome-du-manteau
lymphome-folliculaire
lymphome-non-hodgkinien
lymphome-primaire
lymphome-primitif-du-SNC
magnesium
magnesium-faible
mal-d'estomac
mal-de-dos
mal-de-tete
maladie-actuelle
maladie-arterielle-peripherique
maladie-auto-immune
maladie-cardiovasculaire
maladie-cliaque
maladie-d'Alzheimer
maladie-de-Crohn
maladie-de-Parkinson
maladie-des-arteres-coronaires
maladie-du-foie
maladie-infectieuse
maladie-inflammatoire-chronique
maladie-metastatique
maladie-pulmonaire-obstructive-chronique
maladie-renale
maladie-renale-chronique
maladie-tuberculeuse
maladie-valvulaire
malignite
marque-commerciale
medecin-des-yeux
mediastinoscopie
medicament
medicament-en-vente-libre
melanome
melanome-a-extension-superficielle
melanome-acral-leningeux
melanome-cutane
melanome-des-lentigos-malins
melanome-nodulaire
meningite
meningite-bacterienne
meningite-meningococcique
meningite-pneumococcique
meningite-virale
mesotheliome
metastase
metastase-cerebrale
metastase-hepatique
metastase-osseuse
metastase-pulmonaire
metastatique
metformine
metronidazole
migraine
mini-accident-vasculaire-cerebral
moniteur-Holter
moniteur-cardiaque
monocyte
morphine
muguet
myelofibrose
myelome-multiple
myocardite
myoglobinurie
nausee
nephrolit-hiase
nephrologie
nephrologue
nephropathie-diabetique
neurologie
neurologique
neurologue
neuropathie-diabetique
neutrophile
neutrophile-segmente
nitrite-urinaire
non-insulinodependant
numeration-formule-sanguine
obesite
obstetricien
obstetrique
obstetrique-gynecologie
omeprazole
oncologie
oncologue
ophtalmologie
ophtalmologiste
ophtalmoscopie
optometriste
ordonnance
oreille-moyenne
oreillons
orthopedie
osteosarcome
otite
otite-moyenne
otorhinolaryngologie
otoscopie
pH-urinaire
palpation
palpitation
paludisme
panel-metabolique
panel-metabolique-complet
paracentese
paracetamol
pathologie
pathologiste
patient
patient-en-consultation-externe
patient-hospitalise
pediatre
pediatrie
penicilline
percussion
perfusion-TDM
pericardiocentese
pericardite
perte-de-conscience
petit-carcinome-a-petites-cellules
pharmacien
pharmacologie
pharyngite
phlebographie-IRM
phlebographie-TDM
phosphatase-alcaline
phosphate
phosphate-faible
physiotherapeute
physiotherapie
pied-d'athlete
plainte
plainte-principale
plaquette
plaquettes
plasmacytome
pneumologie
pneumologue
pneumonie
pneumonie-a-COVID
pneumonie-a-Chlamydia
pneumonie-a-Legionella
pneumonie-a-Mycoplasma
pneumonie-a-Pneumocystis
pneumonie-a-coronavirus
pneumonie-acquise-a-l'hopital
pneumonie-acquise-dans-la-communaute
pneumonie-associee-au-ventilateur
pneumonie-atypique
pneumonie-cheminante
pneumonie-d'aspiration
pneumonie-fongique
pneumonie-grippale
pneumonie-nosocomiale
pneumonie-virale
poids
polio
poliomyelite
polyglobulie-vraie
ponction-lombaire
pontage
pontage-aortocoronarien
posologie
potassium
potassium-eleve
potassium-faible
pouls
prediabete
preeclampsie
prise-d'essai-lombaire
procedure-operatoire
progesterone
prolactine
pronostic
prophylaxie-PCP
prostatite
proteine-dans-les-urines
proteine-totale
proteine-urinaire
proteinurie
prurit
psychiatre
psychiatrie
psychologie
psychologue
psychotherapie
pyelonephrite
radio-de-l'abdomen
radiographie
radiographie-de-l'abdomen
radiographie-de-l'extremite
radiographie-de-la-colonne-vertebrale
radiographie-des-os
radiographie-du-bassin
radiographie-du-thorax
radiographie-thoracique
radiologie
radiologue
radiotherapie
ranitidine
rapport-normalise-international
reaction-allergique
reaction-indesirable
readaptation
reagine-plasmatique-rapide
rechute
reconstruction-du-LCA
recurrence
remission
remplacement-articulaire
remplacement-de-hanche
remplacement-de-valve
remplacement-du-genou
renouvellement
reparation-de-hernie
reparation-de-la-coiffe-des-rotateurs
resistance-a-l'insuline
retention-urinaire
retention-urinaire-aigue
retention-urinaire-chronique
retinopathie-diabetique
rhabdomyosarcome
rhumatologie
rhumatologue
rougeole
rubeole
saignement-variqueux
salle
sang-dans-les-urines
sang-occulte-fecal
sang-urinaire
sante-mentale
sarcome
sarcome-d'Ewing
sarcome-de-Kaposi
sarcome-synovial
saturation-en-transferrine
scan-VQ
scan-cardiaque
scan-de-medecine-nucleaire
scan-thyroidien
scanner
scanner-cerebral
scanner-de-l'abdomen
scanner-de-l'abdomen-et-du-bassin
scanner-du-cerveau
scanner-thoracique
scintigraphie-osseuse
scintigraphie-ventilationperfusion
sclerose-en-plaques
score-de-Gleason
sensibilite-au-gluten
septicemie
serologie
serologie-immunitaire
service-des-urgences
sevrage
sigmoidoscopie
sigmoidoscopie-flexible
sigmoidoscopie-rigide
signe
signes-vitaux
simvastatine
sinusite
sodium
sodium-eleve
sodium-faible
soins-infirmiers
sonographie
sophagogastroduodenoscopie
souffle-cardiaque
spasme-musculaire
specialiste-de-la-peau
specialiste-des-maladies-infectieuses
specialiste-des-os
specialiste-des-poumons
specialiste-des-reins
specialiste-du-cancer
specialiste-du-cerveau
specialiste-du-cur
specialiste-du-diabete
specialiste-du-foie
specialiste-en-imagerie
stade
stade-du-cancer
stenose-aortique
stenose-mitrale
stenose-pulmonaire
stradiol
streptocoque-du-groupe-A
streptocoque-du-groupe-B
strogene
stroke
sucre-sanguin
surpoids
symptome
syncope
syndrome-coronarien-aigu
syndrome-de-Brugada
syndrome-de-Marfan
syndrome-de-detresse-respiratoire-aigu
syndrome-des-ovaires-polykystiques
syndrome-du-QT-long
syndrome-du-sinus-malade
syndrome-metabolique
syndrome-myelodysplasique
syphilis
systolique
tachycardie
tachycardie-supraventriculaire
tachycardie-ventriculaire
taille
taux-de-glucose
taux-de-sucre-sanguin-eleve
teigne
temperature
temperature-corporelle
temps-de-prothrombine
temps-de-saignement
temps-de-thrombine
temps-de-thromboplastine-partielle-active
teneur-corpusculaire-moyenne-en-hemoglobine
tension-arterielle
tension-elevee
test-FOBT
test-VIH
test-d'hypersensibilite-tuberculeuse
test-de-Guaiac-des-selles
test-de-Mantoux
test-de-laboratoire
test-de-liberation-d'interferon-gamma
test-de-stress
test-de-stress-a-l'adenosine
test-de-stress-a-l'exercice
test-de-stress-a-la-dobutamine
test-de-stress-au-dipyridamole
test-de-stress-cardiaque
test-de-stress-pharmacologique
test-sur-tapis-roulant
testosterone
testosterone-libre
tetanos
therapie
therapie-ciblee
therapie-genique
therapie-par-cellules-souches
thoracentese
thoracoscopie
thrombocytemie-essentielle
thromboembolie
thrombose-veineuse-profonde
tolerance
tomodensitometrie
tomographie-d'emission-monophotonique
tomographie-par-emission-de-positons
toux
tracheobronchite-aigue
traitement
transaminase-glutamique-oxalacetique
transplantation-cardiaque
transplantation-hepatique
transplantation-pulmonaire
transplantation-renale
tremor
triglyceride
trouble-de-l'equilibre-acido-basique
trouble-myeloproliferatif
tuberculose
tuberculose-extremement-resistante
tuberculose-miliaire
tuberculose-multiresistante
tumeur
tumeur-benigne
tumeur-maligne
ufs-et-parasites
unite-de-soins-intensifs
uree
uretrite
urgences
urologie
urologue
vaccin
vaccination
varices-sophagiennes
vertige
vitamine-B
vitamine-D
volume-globulaire-moyen
vomissement
vomissements
zinc
